12/data/attachments/5bbe6b3b5e38b622.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ruth_behind_Actions_43046_3</nif:username>
            <nif:friendToBeRequested>soap_actions_c079d8ee-ef4c-4ce1-9881-063cd82a0004</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>